<template>
  <section id="faq" class="faq-section">
    <div class="container">
      <h2 class="section-title">
        Вопросы и ответы
      </h2>

      <div class="questions-list">
        <div class="question opened">
          <h4 class="question-title">
            Что такое "Wipon для реализаторов"?
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            Как обеспечивается достоверность данных в "Wipon для реализаторов"?
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            Чем версия "Wipon для реализаторов" отличается от «Wipon для
            потребителей»?
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            Зачем нужно регистрироватьторговую точку по реализации алкогольной
            продукции?
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            Не сканирует учетно-контрольную марку алкогольной продукции.
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            Как отправить жалобу в Органы государственных доходов МФ РК?
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="question">
          <h4 class="question-title">
            При переходе на сканнер программа не отвечает.
          </h4>
          <p class="question-answer">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О
            государственном регулировании производства и оборота этилового спирта и алкогольной продукции»,
            "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих
            элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных
            марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: 'FaqSection'
}
</script>
