<template>
  <section id="faq" class="faq-section">
    <div class="container">
      <h2 class="section-title">
        Вопросы и ответы
      </h2>

      <div class="questions-list">
        <div
          v-for="item in list"
          :key="item.title"
          class="question"
          :class="{'opened': item.opened}">
          <h4 class="question-title" @click="item.opened = !item.opened">
            {{ item.title }}
          </h4>
          <p v-if="item.opened" class="question-answer">
            {{ item.answer }}
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
export default {
  name: 'FaqSection',
  data() {
    return {
      list: [
        {
          title: 'Что такое "Wipon для реализаторов"?',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'Как обеспечивается достоверность данных в "Wipon для реализаторов"?',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'Чем версия "Wipon для реализаторов" отличается от «Wipon для потребителей»?',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'Зачем нужно регистрироватьторговую точку по реализации алкогольной продукции?',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'Не сканирует учетно-контрольную марку алкогольной продукции.',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'Как отправить жалобу в Органы государственных доходов МФ РК?',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
        {
          title: 'При переходе на сканнер программа не отвечает.',
          answer: 'Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "ЗАПРЕЩАЮТСЯ ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной продукции, подлежащей маркировке учетно-контрольными марками".',
          opened: false,
        },
      ],
    };
  },
};
</script>
