<template>
  <section class="why-section">
    <div class="container">
      <h2 class="section-title">
        Почему вашему бизнесу <span class="text-primary">нужен Wipon</span>
      </h2>

      <div class="laws-wrapper">
        <div class="law">
          <h3 class="law-title">
            Наличие проверки маркировки обязательно
          </h3>
          <p class="law-text">
            Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном
            регулировании производства и оборота этилового спирта и алкогольной продукции» ЗАПРЕЩАЮТСЯ
            ХРАНЕНИЕ И РЕАЛИЗАЦИЯ АЛКОГОЛЬНОЙ ПРОДУКЦИИ БЕЗ НАЛИЧИЯ ПРИБОРОВ, определяющих элементы защиты
            учетно-контрольных марок и (или) считывающих информацию с учетно-контрольных марок алкогольной
            продукции, подлежащей маркировке учетно-контрольными марками".
          </p>
        </div>
        <div class="law">
          <h3 class="law-title">
            Штраф от 50 до 600 мрп за нарушение
          </h3>
          <p class="law-text">
            Согласно пп. 6) п. 3. ст. 282 КоАП, нарушение влечет ШТРАФ В РАЗМЕРЕ ОТ 50 ДО
            600 МРП, с конфискацией подакцизных товаров, явившихся непосредственным предметом
            правонарушения.
          </p>
          <div class="card low-card">
            <img src="~/assets/images/law-kz.png" alt="law kz">
            <p>
              Достоверность данных в системе "Wipon для реализаторов" обеспечивается электронным сервисом
              Комитета государственных доходов МФ РК по проверке учетно-контрольных марок
            </p>
          </div>
        </div>
      </div>
    </div>
  </section>
</template>
