<template>
  <div>
    <section class="payment-section">
      <div class="container">
        <h2 class="section-title">
          Онлайн-оплата
        </h2>

        <div class="payment-list">
          <div class="payment">
            <nuxt-link to="/payment/qiwi">
              <img src="~/assets/images/qiwi.png" alt="qiwi">
            </nuxt-link>
          </div>
          <div class="payment">
            <nuxt-link to="/payment/kaspi">
              <img src="~/assets/images/kaspi.png" alt="kaspi">
            </nuxt-link>
          </div>
          <div class="payment">
            <nuxt-link to="/payment/wooppay">
              <img src="~/assets/images/wooppay.png" alt="wooppay">
            </nuxt-link>
          </div>
          <div class="payment">
            <nuxt-link to="/payment/alfa">
              <img src="~/assets/images/alfa-bank.png" alt="alfa-bank">
            </nuxt-link>
          </div>
        </div>
      </div>
    </section>

    <instructions-block
      v-for="(item) in instructions"
      :key="item.title"
      :title="item.title"
      :list="item.list"
      :image-name="item.image"
      :with-btn="item.withBtn"
      :is-terminal="true" />

    <section class="explanation-section">
      <div class="container">
        <h3 class="explanation-title">
          Правила оплаты и безопасность платежей, конфиденциальность информации
        </h3>
        <p class="explanation-text">
          Оплата осуществляется через АО «Альфа-Банк». К оплата принимаются Visa, Mastercard, МИР
        </p>
        <p class="explanation-text">
          Услуга оплаты через интернет осуществляется в соответствии с Правилами международных платежных систем Visa, MasterCard и Платежной системы МИР на принципах соблюдения конфиденциальности и безопасности совершения платежа, для чего используются самые современные методы проверки, шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется на защищенной платежной странице АО «АЛЬФА-БАНК».
        </p>
        <p class="explanation-text">
          На странице для ввода данных банковской карты потребуется ввести данные банковской карты: номер карты, имя владельца карты, срок действия карты, трёхзначный код безопасности (CVV2 для VISA, CVC2 для MasterCard, Код Дополнительной Идентификации для МИР). Все необходимые данные пропечатаны на самой карте. Трёхзначный код безопасности — это три цифры, находящиеся на обратной стороне карты.
        </p>
        <p class="explanation-text">
          Далее вы будете перенаправлены на страницу Вашего банка для ввода кода безопасности, который придет к Вам в СМС. Если код безопасности к Вам не пришел, то следует обратится в банк выдавший Вам карту.
        </p>
        <h4 class="explanation-subtitle">
          Случаи отказа в совершении платежа
        </h4>
        <p class="explanation-list">
          - банковская карта не предназначена для совершения платежей через интернет, о чем можно узнать, обратившись в Ваш Банк;
        </p>
        <p class="explanation-list">
          - недостаточно средств для оплаты на банковской карте. Подробнее о наличии средств на банковской карте Вы можете узнать, обратившись в банк, выпустивший банковскую карту;
        </p>
        <p class="explanation-list">
          - данные банковской карты введены неверно;
        </p>
        <p class="explanation-list">
          - истек срок действия банковской карты. Срок действия карты, как правило, указан на лицевой стороне карты (это месяц и год, до которого действительна карта). Подробнее о сроке действия карты Вы можете узнать, обратившись в банк, выпустивший банковскую карту;
        </p>
        <p class="explanation-list">
          - По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с работой сайта, Вы можете обращаться в службу поддержки, по телефонам, указаным на сайте
        </p>
        <p class="explanation-list">
          - Предоставляемая вами персональная информация (имя, адрес, телефон, e-mail, номер банковской карты) является конфиденциальной и не подлежит разглашению. Данные вашей кредитной карты передаются только в зашифрованном виде и не сохраняются на нашем Web-сервере.
        </p>

        <h3 class="explanation-title">
          Правила возврата услуги
        </h3>
        <p class="explanation-list">
          - Использование услуги может быть прекращено Пользователем путем удаления из своего мобильного устройства Мобильного приложения «Wipon для реализаторов».
        </p>
        <p class="explanation-list">
          - Прекращение использования услуги не освобождает Стороны от ответственности за его нарушения, имевшие место до прекращения использования.
        </p>
        <p class="explanation-list">
          - Вознаграждение за получение прав на использование Сервиса, составляет 8 000 (восемь тысяч) тенге с учетом НДС за каждый зарегистрированный номер телефона Пользователя в Приложении. - Оплата Вознаграждения осуществляется Пользователем в течение 5 (Пяти) рабочих дней с момента регистрации Пользователя в Приложении. - В случае прекращения использования услуги по любым основаниям, вознаграждение, внесенное Пользователем в соответствии с пунктами выше, Пользователю не возвращается.
        </p>

        <h3 class="explanation-title">
          Контактная информация
        </h3>
        <div class="contacts">
          <ul class="contact-list">
            <li class="title">
              ТОО «Вайпоинг»
            </li>
            <li class="item">
              010000, г.Астана,
            </li>
            <li class="item">
              ул. Кенесары, дом 40, НП 47
            </li>
            <li class="item">
              БИН 140740012432
            </li>
            <li class="item">
              ИИК KZ306017111000007108
            </li>
            <li class="item">
              БИК KZKOKZKX, Кбе 17
            </li>
            <li class="item">
              АО «Народный банк Казахстана»
            </li>
            <li class="item">
              НДС серия 62001 № 1012013 от 05.06.2018г.
            </li>
            <li class="item">
              Директор Оразалиев Д.А
            </li>
          </ul>
          <ul class="contact-list">
            <li class="title">
              Телефоны тех.поддержки
            </li>
            <li class="item">
              +7(771)936-50-61
            </li>
            <li class="item">
              +7(771)936-50-62
            </li>
            <li class="item">
              +7(717)273-80-63
            </li>
            <li class="item">
              info@wiponapp.com
            </li>
          </ul>
          <ul class="contact-list">
            <li class="title">
              Бухгалтерия
            </li>
            <li class="item">
              +7(771)936-50-64
            </li>
            <li class="item">
              ПН-ПТ 9:00-18:00
            </li>
            <li class="item">
              Обед: 13:00-14:00
            </li>
          </ul>
        </div>

        <h3 class="explanation-title">
          Описание товаров и услуг
        </h3>
        <p class="explanation-text">
          Программный продукт «Wipon» – сертифицированный программный продукт (включая Мобильное приложение «Wipon для реализаторов»), осуществляющий идентификацию учетно-контрольных марок алкогольной продукции (далее – УКМ) на территории Республики Казахстан и передачу данных идентификации уполномоченному органу и его территориальным подразделениям в режиме реального времени, согласно Закону Республики Казахстан от 16 июля 1999 года N 429 «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции». Согласно пп. 6) п. 3. ст. 9 Закона Республики Казахстан «О государственном регулировании производства и оборота этилового спирта и алкогольной продукции», "Запрещаются хранение и реализация алкогольной продукции без наличия приборов идентификации учетно-контрольных марок".
        </p>
        <p class="explanation-text">
          Приборы идентификации учетно-контрольных марок – приборы с использованием программного обеспечения, определяющие идентификацию учетно-контрольных марок алкогольной продукции и осуществляющие передачу данных идентификации уполномоченному органу и его территориальным подразделениям в режиме реального времени, с доступом к информационным ресурсам уполномоченного органа Согласно пп. 6) п. 3. ст. 282 КоАП, нарушение влечет штраф в размере от 50 до 600 МРП, с конфискацией подакцизных товаров, явившихся непосредственным предметом правонарушения.
        </p>
        <h3 class="explanation-title">
          Безналичный расчёт
        </h3>
        <p class="explanation-text">
          Для получения счета на оплату отправьте реквизиты компании на электронную почту info@wiponapp.com. Предварительно необходимо зарегистрировать вашу организацию в приложении "Wipon" и указать номер телефона в письме. После проведения оплаты по вышеуказанному номеру будет произведена активация.
        </p>
      </div>
    </section>
  </div>
</template>

<script>
import InstructionsBlock from '~/components/InstructionsBlock';

export default {
  layout: 'layout',
  components: {
    InstructionsBlock,
  },
  data() {
    return {
      instructions: [
        {
          title: 'Как оплатить через <span class="text-primary">Qiwi-терминал</span>',
          list: [
            {
              index: 1,
              title: 'Выберите «оплата услуг» в Qiwi терминале',
              image: 'qiwi_1',
            },
            {
              index: 2,
              title: 'Перейдите в "Другие услуги"',
              image: 'qiwi_2',
            },
            {
              index: 3,
              title: 'В этом списке найдите и выберите "Wipon для реализаторов"',
              image: 'qiwi_3',
            },
            {
              index: 4,
              title: 'Введите номер лицевого счета.',
              image: 'qiwi_4',
            },
            {
              index: 5,
              title: 'Внесите деньги в терминал',
              image: 'qiwi_5',
            },
            {
              index: 6,
              title: 'Через минут 5-10 в мобильном приложении Wipon для реализаторов статус будет изменен на "Подписка активна" и загорится зеленая галочка.',
              image: 'qiwi_6',
            },
          ],
          image: require('~/assets/images/qiwi_terminal.png'),
          withBtn: false,
        },
        {
          title: 'Как оплатить терминалом <span class="text-primary">Касса 24</span>',
          list: [
            {
              index: 1,
              title: 'Выберите "Прочие платежи"',
              image: 'kassa_1',
            },
            {
              index: 2,
              title: 'В этом списке найдите и выберите "Wipon для реализаторов"',
              image: 'kassa_2',
            },
            {
              index: 3,
              title: 'Введите номер лицевого счета',
              image: 'kassa_3',
            },
            {
              index: 4,
              title: 'Внесите оплату 8000тг.',
              image: 'kassa_4',
            },
            {
              index: 5,
              title: 'Через минут 5-10 в мобильном приложении Wipon для реализаторов статус будет изменен на “Подписка активна” и загорится зеленая галочка.',
              image: 'kassa_5',
            },
          ],
          image: require('~/assets/images/kassa_24.png'),
          withBtn: false,
        },
      ],
    };
  },
};
</script>
